Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_LOCK_SCREEN_DISABLE_ANNOUNCE_CALLS
source: Turning Off Allow Siri When Locked will also turn off Announce Calls with Headphones.
ar: سيؤدي إيقاف "السماح بـ Siri عند القفل" إلى إيقاف الإعلان عن المكالمات باستخدام سماعات الرأس أيضًا.
bg: Изключването на Позволяване на Siri при заключен екран също така ще изключи Оповестяване на обаждания със слушалки.
ca: Si desactives l’opció “Siri amb dispositiu bloquejat”, es deixaran d’anunciar les trucades amb els auriculars.
cs: Když vypnete volbu Povolit Siri při uzamčení, vypne se také funkce Oznamovat zprávy ve sluchátkách.
da: Når du slår Tillad Siri, når enheden er låst fra, slås Meddel om opkald med hovedtelefoner også fra.
de: Durch Deaktivieren von „Siri im Sperrzustand erlauben“ wird auch „Anrufe mit Kopfhörern ankündigen“ deaktiviert.
el: Αν απενεργοποιήσετε τη ρύθμιση «Σε οθόνη κλειδώματος», θα απενεργοποιηθεί επίσης η Ανακοίνωση κλήσεων μέσω ακουστικών.
es: Al desactivar “Siri con pantalla bloqueada”, también se desactivará la función de anunciar las llamadas con auriculares.
es_us: Si desactivas Usar con dispositivo bloqueado, también se desactivará Anunciar llamadas con audífonos.
fi: Kun ”Salli Siri, kun lukittuna” laitetaan pois päältä, myös ”Ilmoita puhelut kuulokkeilla” laitetaan pois päältä.
fr: La désactivation de « Siri avec écran verrouillé » désactivera également « Annoncer les appels avec des écouteurs ».
fr_ca: La désactivation d’« Autoriser en mode verrouillé » désactivera aussi « Annoncer les appels avec les écouteurs ».
he: כיבוי ״שימוש ב-Siri כאשר המכשיר נעול״ יכבה גם את ״הכרזה על שיחות״ באמצעות אוזניות.
hi: “लॉक रहने पर Siri को अनुमति दें” को बंद करने से “हेडफ़ोन से कॉल की घोषणा करें” भी बंद हो जाएगा।
hr: Ako isključite Siri kad je uređaj zaključan, također ćete isključiti najavljivanje poziva putem slušalica.
hu: A Siri engedélyezése zárolásnál funkció kikapcsolása a Fejhallgató-hívásértesítések funkciót is kikapcsolja.
id: Jika Izinkan Siri Saat Terkunci dimatikan, Umumkan Panggilan dengan Headphone juga akan ikut dimatikan.
it: Se disattivi “Usa Siri quando bloccato”, verrà disattivata anche la lettura del nome del chiamante con le cuffie.
ja: “ロック中にSiriを許可”をオフにすると、“ヘッドフォンで着信を読み上げ”もオフになります。
kk: «Құлыптаулы күйдегі Siri» функциясы өшірілгенде, құлаққапқа арналған «Қоңырауларды хабарлау» функциясы да өшіріледі.
ko: ‘잠겨 있는 동안 Siri 허용’을 끄면 ‘헤드폰으로 발신자 알리기’도 꺼집니다.
lt: Išjungus funkciją „Leisti „Siri“ užrakinus ekraną“, taip pat išjungiama „Informuoti apie skambučius naudojant ausines“.
ms: Menyahaktifkan Benarkan Siri apabila Dikunci turut akan menyahaktifkan Umumkan Panggilan dengan Fon Kepala.
nb: Hvis du slår av Siri på låst skjerm, blir Kunngjør anrop med hodetelefoner også slått av.
nl: Als je 'Sta Siri toe bij vergrendeling' uitschakelt, wordt 'Kondig oproepen aan met koptelefoon' ook uitgeschakeld.
pl: Wyłączenie dostępu do Siri przy blokadzie spowoduje również wyłączenie ogłaszania połączeń w słuchawkach.
pt: Se você desativar a opção Permitir Quando Bloqueado, isso também desativará o recurso Anunciar Ligações com Fones de Ouvido.
pt_pt: Ao desativar Permitir com ecrã bloqueado desativará igualmente a opção Anunciar chamadas com auscultadores.
ro: Dezactivarea opțiunii “Acces Siri în timpul blocării” va dezactiva și opțiunea “Anunțare apeluri cu căști audio”.
ru: При выключении функции «Siri с блокировкой экрана» также выключится функция «Объявлять вызовы» для наушников.
sk: Vypnutím funkcie Povoliť Siri pri zamknutí zároveň vypnete aj oznamovanie hovorov v slúchadlách.
sl: Če izklopite možnost »Dovoli Siri, ko je naprava zaklenjena«, se izklopi tudi možnost najavljanja klicev s slušalkami.
sv: Om du stänger av Tillåt Siri när skärmen är låst stängs även Tillkännage samtal med hörlurar av.
th: การปิดการอนุญาตให้ใช้ Siri ในระหว่างล็อคอยู่จะปิดใช้การอ่านชื่อสายเรียกเข้าโดยใช้หูฟังด้วย
tr: Kilitliyken Siri’ye İzin Ver özelliğini kapatmak Aramaları Kulaklık ile Duyur’u da kapatır.
uk: Вимкнення параметра «Дозволяти Siri під замком» також вимкне функцію «Оголошення викликів» для навушників.
vi: Tắt Cho phép Siri khi bị khóa cũng sẽ tắt Thông báo cuộc gọi bằng tai nghe.
zh_cn: 关闭“锁定时允许使用Siri”将同时关闭“通过耳机播报来电”。
zh_hk: 關閉「鎖定時允許Siri」將會同時關閉「用耳筒讀出來電」。
zh_tw: 關閉「鎖定時允許Siri」也會關閉「連接耳機時播報來電者」。

# ASSISTANT_LOCK_SCREEN_DISABLE_ANNOUNCE_CALLS_MESSAGES
source: Turning Off Allow Siri When Locked will also turn off Announce Notifications with Siri and Announce Calls with Headphones.
ar: سيؤدي "إيقاف السماح بـ Siri عند القفل" إلى إيقاف إعلان الإشعارات باستخدام Siri والإعلان عن المكالمات باستخدام سماعات الرأس.
bg: Изключването на Позволяване на Siri при заключен екран също така ще изключи Оповестяване на известия със Siri и Оповестяване на обаждания със слушалки.
ca: Si desactives l’opció “Siri amb dispositiu bloquejat”, es deixaran d’anunciar les notificacions amb Siri i les trucades amb els auriculars.
cs: Když vypnete volbu Povolit Siri při uzamčení, vypnou se také funkce Informovat o oznámeních pomocí Siri a Oznámení hovorů ve sluchátkách.
da: Når du slår Tillad Siri, når enheden er låst fra, slås Meddel notifikationer med Siri og Meddel om opkald med hovedtelefoner også fra.
de: Durch Deaktivieren von „Siri im Sperrzustand erlauben“ werden auch „Mitteilungen mit Siri ankündigen“ und „Anrufe mit Kopfhörern ankündigen“ deaktiviert.
el: Αν απενεργοποιήσετε τη ρύθμιση «Σε οθόνη κλειδώματος», θα απενεργοποιηθούν επίσης οι ρυθμίσεις «Ανακοίνωση γνωστοποιήσεων μέσω Siri» και «Ανακοίνωση κλήσεων μέσω ακουστικών».
es: Al desactivar “Siri con pantalla bloqueada”, también se desactivará la función de anunciar las notificaciones con Siri y de anunciar las llamadas con auriculares.
es_us: Si desactivas Usar con dispositivo bloqueado, también se desactivará Anunciar notificaciones con Siri y Anunciar llamadas con audífonos.
fi: Kun ”Salli Siri, kun lukittuna” laitetaan pois päältä, myös ”Puhu ilmoitukset Sirillä” ja ”Ilmoita puhelut kuulokkeilla” laitetaan pois päältä.
fr: La désactivation de « Siri avec écran verrouillé » désactivera également « Annoncer les notifications avec Siri » et « Annoncer les appels avec des écouteurs ».
fr_ca: La désactivation d’« Autoriser en mode verrouillé » désactivera aussi « Annoncer les notifications avec Siri » et « Annoncer les appels avec les écouteurs ».
he: כיבוי ״שימוש ב-Siri כאשר המכשיר נעול״ יכבה גם את ״הכרזה על עדכונים״ באמצעות Siri ואת ״הכרזה על שיחות״ באמצעות אוזניות.
hi: “लॉक रहने पर Siri को अनुमति दें” को बंद करने से “Siri को सूचनाएँ बोलने को कहें” और “हेडफ़ोन से कॉल की घोषणा करें” भी बंद हो जाएगा।
hr: Ako isključite Siri kad je uređaj zaključan, također ćete isključiti najavljivanje obavijesti pomoću Siri i najavljivanje poziva putem slušalica.
hu: A Siri engedélyezése zárolásnál funkció kikapcsolása esetén a Siri-értesítésbejelentések és a Fejhallgató-hívásértesítések funkció is ki lesz kapcsolva.
id: Jika Izinkan Siri Saat Terkunci dimatikan, Umumkan Pemberitahuan dengan Siri dan Umumkan Panggilan dengan Headphone juga akan ikut dimatikan.
it: Se disattivi “Usa Siri quando bloccato”, verrà disattivata anche la lettura delle notifiche da parte di Siri e la lettura del nome del chiamante con le cuffie.
ja: “ロック中にSiriを許可”をオフにすると、“Siriで通知を読み上げ”および“ヘッドフォンで着信を読み上げ”もオフになります。
kk: «Құлыптаулы күйдегі Siri» функциясы өшірілгенде, «Хабарландыруларды Siri көмекшісімен хабарлау» және құлаққапқа арналған «Қоңырауларды хабарлау» функциясы да өшіріледі.
ko: ‘잠겨 있는 동안 Siri 허용’을 끄면 ‘Siri로 알림 읽어주기’ 및 ‘헤드폰으로 발신자 알리기’도 꺼집니다.
lt: Išjungus funkciją „Leisti „Siri“ užrakinus ekraną“, taip pat išjungiamos „Informuoti apie pranešimus naudojant „Siri“ ir „Informuoti apie skambučius naudojant ausines“.
ms: Menyahaktifkan Benarkan Siri apabila Dikunci turut akan menyahaktifkan Umumkan Pemberitahuan dengan Siri dan Umumkan Panggilan dengan Fon Kepala.
nb: Hvis du slår av Siri på låst skjerm, blir Kunngjør varslinger med Siri og Kunngjør anrop med hodetelefoner også slått av.
nl: Als je 'Sta Siri toe bij vergrendeling' uitschakelt, worden 'Kondig meldingen aan met Siri' en 'Kondig oproepen aan met koptelefoon' ook uitgeschakeld.
pl: Wyłączenie dostępu do Siri przy blokadzie spowoduje również wyłączenie ogłaszania powiadomień przez Siri oraz połączeń w słuchawkach.
pt: Se você desativar a opção Permitir Quando Bloqueado, isso também desativará os recursos Ler Notificações com a Siri e Anunciar Ligações com Fones de Ouvido.
pt_pt: Ao desativar Permitir com ecrã bloqueado desativará igualmente as opções Anunciar notificações com Siri e Anunciar chamadas com auscultadores.
ro: Dezactivarea opțiunii “Acces Siri în timpul blocării” va dezactiva și opțiunile “Anunțare notificări cu Siri” și “Anunțare apeluri cu căști audio”.
ru: При выключении функции «Siri с блокировкой экрана» также выключится функция «Объявлять уведомления» для Siri и функция «Объявлять вызовы» для наушников.
sk: Vypnutím funkcie Povoliť Siri pri zamknutí zároveň vypnete aj oznamovanie hlásení pomocou Siri a oznamovanie hovorov v slúchadlách.
sl: Če izklopite možnost »Dovoli Siri, ko je naprava zaklenjena«, se izklopita tudi možnosti najavljanja obvestil s Siri in najavljanja klicev s slušalkami.
sv: Om du stänger av Tillåt Siri när skärmen är låst stängs även Tillkännage notiser med Siri och Tillkännage samtal med hörlurar av.
th: การปิดการอนุญาตให้ใช้ Siri ในระหว่างล็อคอยู่จะปิดใช้การอ่านการแจ้งเตือนโดยใช้ Siri และการอ่านชื่อสายเรียกเข้าโดยใช้หูฟังด้วย
tr: Kilitliyken Siri’ye İzin Ver özelliğini kapatmak Bildirimleri Siri ile Seslendir’i ve Aramaları Kulaklık ile Duyur’u da kapatır.
uk: Вимкнення параметра «Дозволяти Siri під замком» також вимкне функції «Оголошення сповіщень через Siri» й «Оголошення викликів» для навушників.
vi: Tắt Cho phép Siri khi bị khóa cũng sẽ tắt Đọc thông báo bằng Siri và Thông báo cuộc gọi bằng tai nghe.
zh_cn: 关闭“锁定时允许使用Siri”将同时关闭“通过Siri播报通知”和“通过耳机播报来电”。
zh_hk: 關閉「鎖定時允許Siri」將會同時關閉「用Siri讀出通知」和「用耳筒讀出來電」。
zh_tw: 關閉「鎖定時允許Siri」也會關閉「透過Siri播報通知」和「連接耳機時播報來電者」。

# ASSISTANT_LOCK_SCREEN_DISABLE_ANNOUNCE_MESSAGES
source: Turning Off Allow Siri When Locked will also turn off Announce Notifications with Siri
ar: سيؤدي "إيقاف السماح بـ Siri عند القفل" إلى إيقاف إعلان الإشعارات باستخدام Siri
bg: Изключването на Позволяване на Siri при заключен екран ще изключи също така Оповестяване на известия със Siri
ca: Si desactives l’opció “Siri amb dispositiu bloquejat”, es deixaran d’anunciar les notificacions amb Siri.
cs: Když vypnete volbu Povolit Siri při uzamčení, vypne se také funkce Informovat o oznámeních pomocí Siri
da: Når du slår Tillad Siri, når enheden er låst fra, slås Meddel notifikationer med Siri også fra
de: Durch Deaktivieren von „Siri im Sperrzustand erlauben“ wird auch „Mitteilungen mit Siri ankündigen“ deaktiviert
el: Αν απενεργοποιήσετε τη ρύθμιση «Σε οθόνη κλειδώματος», θα απενεργοποιηθεί επίσης η «Ανακοίνωση γνωστοποιήσεων μέσω Siri».
es: Al desactivar “Siri con pantalla bloqueada”, también se desactivará la función de anunciar las notificaciones con Siri.
es_us: Si desactivas Usar con dispositivo bloqueado, también se desactivará Anunciar notificaciones con Siri.
fi: Kun ”Salli Siri, kun lukittuna” laitetaan pois päältä, myös ”Puhu ilmoitukset Sirillä” laitetaan pois päältä
fr: La désactivation de « Siri avec écran verrouillé » désactivera également « Annoncer les notifications avec Siri ».
fr_ca: La désactivation d’« Autoriser en mode verrouillé » désactivera aussi « Annoncer les notifications avec Siri ».
he: כיבוי ״שימוש ב-Siri כאשר המכשיר נעול״ יכבה גם את ״הכרזה על עדכונים״ באמצעות Siri
hi: “लॉक रहने पर Siri को अनुमति दें” को बंद करने से “Siri को सूचनाएँ बोलने को कहें” भी बंद हो जाएगा
hr: Ako isključite Siri kad je uređaj zaključan, također ćete isključiti najavljivanje obavijesti pomoću Siri
hu: A Siri engedélyezése zárolásnál funkció kikapcsolása esetén a Siri-értesítésbejelentések funkció is ki lesz kapcsolva
id: Jika Izinkan Siri Saat Terkunci dimatikan, Umumkan Pemberitahuan dengan Siri juga akan ikut dimatikan
it: Se disattivi “Usa Siri quando bloccato”, verrà disattivata anche la lettura delle notifiche da parte di Siri
ja: “ロック中にSiriを許可”をオフにすると、“Siriで通知を読み上げ”もオフになります。
kk: «Құлыптаулы күйдегі Siri» функциясы өшірілгенде, «Хабарландыруларды Siri көмекшісімен хабарлау» функциясы да өшіріледі
ko: ‘잠겨 있는 동안 Siri 허용’을 끄면 ‘Siri로 알림 읽어주기’도 꺼집니다.
lt: Išjungus funkciją „Leisti „Siri“ užrakinus ekraną“, taip pat išjungiama „Informuoti apie pranešimus naudojant „Siri“
ms: Menyahaktifkan Benarkan Siri apabila Dikunci turut akan menyahaktifkan Umumkan Pemberitahuan dengan Siri
nb: Hvis du slår av Siri på låst skjerm, slås også Kunngjør varslinger med Siri av.
nl: Als je 'Sta Siri toe bij vergrendeling' uitschakelt, wordt 'Kondig meldingen aan met Siri' ook uitgeschakeld
pl: Wyłączenie dostępu do Siri przy blokadzie spowoduje również wyłączenie ogłaszania powiadomień przez Siri.
pt: Se você desativar a opção Permitir Quando Bloqueado, isso também desativará o recurso Ler Notificações com a Siri
pt_pt: Ao desativar Permitir com ecrã bloqueado desativará igualmente Anunciar notificações com Siri
ro: Dezactivarea opțiunii “Acces Siri în timpul blocării” va dezactiva și opțiunea “Anunțare notificări cu Siri”
ru: При выключении функции «Siri с блокировкой экрана» также выключится функция «Объявлять уведомления» для Siri
sk: Vypnutím funkcie Povoliť Siri pri zamknutí zároveň vypnete aj oznamovanie hlásení pomocou Siri.
sl: Če izklopite možnost »Dovoli Siri, ko je naprava zaklenjena«, se izklopi tudi možnost najavljanja obvestil s Siri.
sv: Om du stänger av Tillåt Siri när skärmen är låst stängs även Tillkännage notiser med Siri av.
th: การปิดการอนุญาตให้ใช้ Siri ในระหว่างล็อคอยู่จะปิดใช้การอ่านการแจ้งเตือนโดยใช้ Siri ด้วย
tr: Kilitliyken Siri’ye İzin Ver özelliğini kapatmak Bildirimleri Siri ile Seslendir’i de kapatır
uk: Вимкнення параметра «Дозволяти Siri під замком» також вимкне функцію «Оголошення сповіщень через Siri»
vi: Tắt Cho phép Siri khi bị khóa cũng sẽ tắt Đọc thông báo bằng Siri
zh_cn: 关闭“锁定时允许使用Siri”将同时关闭“通过Siri播报通知”
zh_hk: 關閉「鎖定時允許Siri」將會同時關閉「用Siri讀出通知」
zh_tw: 關閉「鎖定時允許Siri」也會關閉「透過Siri播報通知」

# ASSISTANT_LOCK_SCREEN_DISABLE_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ASSISTANT_LOCK_SCREEN_DISABLE_OK
source: Turn Off Allow Siri When Locked
ar: الإيقاف السماح بـ Siri عند القفل
bg: Изключи Позволяване на Siri при заключен екран
ca: Desactiva Siri amb el dispositiu bloquejat
cs: Nepovolovat Siri při uzamčení
da: Slå Tillad Siri, når enheden er låst fra
de: „Siri im Sperrzustand erlauben“ deaktivieren
el: Απενεργοποίηση του «Σε οθόνη κλειδώματος»
es: Desactivar “Siri con pantalla bloqueada”
es_us: Desactivar Usar con dispositivo bloqueado
fi: Laita ”Salli Siri, kun lukittuna” päältä
fr: Désactiver « Siri avec écran verrouillé »
fr_ca: Désactiver Autoriser en mode verrouillé
he: כיבוי ״שימוש ב-Siri כאשר המכשיר נעול״
hi: “लॉक रहने पर Siri को अनुमति दें” बंद करें
hr: Isključite Siri kad je uređaj zaključan
hu: A Siri engedélyezése zárolásnál funkció kikapcsolása
id: Matikan Izinkan Siri Saat Terkunci
it: Disattiva “Usa Siri quando bloccato”
ja: “ロック中にSiriを許可”をオフにする
kk: «Құлыптаулы күйдегі Siri» өшіру
ko: 잠겨 있는 동안 Siri 허용 끄기
lt: Išjungti funkciją „Leisti „Siri“ užrakinus ekraną“
ms: Nyahaktifkan Benarkan Siri apabila Dikunci
nb: Slå av Siri på låst skjerm
nl: Schakel 'Sta Siri toe bij vergrendeling' uit
pl: Wyłącz dostęp do Siri przy blokadzie
pt: Desativar “Permitir Quando Bloqueado”
pt_pt: Desativar Permitir com ecrã bloqueado
ro: Dezactivați Acces Siri în timpul blocării
ru: Выкл. «Siri с блокировкой экрана»
sk: Vypnúť Siri pri zamknutí
sl: Izklopi možnost »Dovoli Siri, ko je naprava zaklenjena«
sv: Stäng av Tillåt Siri när skärmen är låst
th: ปิดการอนุญาตให้ใช้ Siri ในระหว่างล็อคอยู่
tr: Kilitliyken Siri’ye İzin Ver Özelliğini Kapat
uk: Вимкнути Дозвіл Siri під замком
vi: Tắt Cho phép Siri khi bị khóa
zh_cn: 关闭“锁定时允许使用Siri”
zh_hk: 關閉「鎖定時允許Siri」
zh_tw: 關閉「鎖定時允許Siri」

# ASSISTANT_LOCK_SCREEN_DISABLE_TITLE
source: Turn Off Allow Siri When Locked
ar: إيقاف "السماح بـ Siri عند القفل"
bg: Изключи Позволяване на Siri при заключен екран
ca: Desactiva Siri amb el dispositiu bloquejat
cs: Nepovolovat Siri při uzamčení
da: Slå Tillad Siri, når enheden er låst fra
de: „Siri im Sperrzustand erlauben“ deaktivieren
el: Απενεργοποίηση του «Σε οθόνη κλειδώματος»
es: Desactivar “Siri con pantalla bloqueada”
es_us: Desactivar Usar con dispositivo bloqueado
fi: Laita ”Salli Siri, kun lukittuna” päältä
fr: Désactiver « Siri avec écran verrouillé »
fr_ca: Désactiver Autoriser en mode verrouillé
he: כיבוי ״שימוש ב-Siri כאשר המכשיר נעול״
hi: “लॉक रहने पर Siri को अनुमति दें” बंद करें
hr: Isključite Siri kad je uređaj zaključan
hu: A Siri engedélyezése zárolásnál funkció kikapcsolása
id: Matikan Izinkan Siri Saat Terkunci
it: Disattiva “Usa Siri quando bloccato”
ja: “ロック中にSiriを許可”をオフにする
kk: «Құлыптаулы күйдегі Siri» өшіру
ko: 잠겨 있는 동안 Siri 허용 끄기
lt: Išjungti „Leisti Siri užrakinus ekraną“
ms: Nyahaktifkan Benarkan Siri apabila Dikunci
nb: Slå av Siri på låst skjerm
nl: Schakel 'Sta Siri toe bij vergrendeling' uit
pl: Wyłącz dostęp do Siri przy blokadzie
pt: Desativar “Permitir Quando Bloqueado”
pt_pt: Desativar Permitir com ecrã bloqueado
ro: Dezactivați Acces Siri în timpul blocării
ru: Выкл. «Siri с блокировкой экрана»
sk: Vypnutie funkcie Povoliť Siri pri zamknutí
sl: Izklopi možnost »Dovoli Siri, ko je naprava zaklenjena«
sv: Stäng av Tillåt Siri när skärmen är låst
th: ปิดการอนุญาตให้ใช้ Siri ในระหว่างล็อคอยู่
tr: Kilitliyken Siri’ye İzin Ver Özelliğini Kapat
uk: Вимкнути Дозвіл Siri під замком
vi: Tắt Cho phép Siri khi bị khóa
zh_cn: 关闭“锁定时允许使用Siri”
zh_hk: 關閉「鎖定時允許Siri」
zh_tw: 關閉「鎖定時允許Siri」

# ASSISTANT_MULTIUSER_DISABLE_WARNING
source: HomePod voice recognition and Personal Requests are not available in “%@”.
ar: "التعرف على الصوت" و"الطلبات الشخصية" على HomePod غير متوفرتين باللغة "%@".
bg: Разпознаването на глас на HomePod и личните заявки не са налични за „%@“.
ca: El reconeixement de veu del HomePod i les sol·licituds personals no estan disponibles en %@.
cs: Rozpoznávání hlasu a osobní žádosti nejsou na HomePodu v jazyce %@ k dispozici.
da: Stemmegenkendelse og personlige anmodninger på HomePod er ikke tilgængelige på “%@”.
de: Die HomePod-Stimmerkennung and „Persönliche Anfragen“ sind in „%@“ nicht verfügbar.
el: Η αναγνώριση φωνής HomePod και τα Προσωπικά αιτήματα δεν είναι διαθέσιμα στα %@.
es: El reconocimiento de voz del HomePod y las peticiones personales no están disponibles en %@.
es_us: El reconocimiento de voz del HomePod y las peticiones individuales no están disponibles en “%@”.
fi: Valitettavasti %@ ei ole käytettävissä HomePodin äänentunnistukseen ja omiin pyyntöihin.
fr: La reconnaissance des voix du HomePod et les requêtes personnelles ne sont pas disponibles en « %@ ».
fr_ca: La reconnaissance vocale et le traitement des demandes personnelles par le HomePod ne sont pas disponibles en « %@ ».
he: זיהוי קולי ב-HomePod ובקשות אישיות לא זמינים כעת עם ״%@״.
hi: HomePod आवाज़ की पहचान और व्यक्तिगत अनुरोध “%@” में उपलब्ध नहीं हैं।
hr: Prepoznavanje glasa i osobni zahtjevi na HomePodu nisu dostupni za “%@” jezik.
hu: A HomePod beszédhang-felismerése és a személyes kérelmek nem érhetők el „%@” nyelven.
id: Pengenalan suara HomePod dan Permintaan Pribadi tidak tersedia di bahasa “%@”.
it: Il riconoscimento vocale e le richieste personali di HomePod non sono disponibili in “%@”.
ja: HomePodの声の識別およびパーソナルリクエストは“%@”では使用できません。
kk: Бұл тілде (%@) HomePod «Дауысты тану» және «Жеке сұраулар» функциялары қолжетімді емес.
ko: ‘%@’에서는 HomePod 음성 인식 및 개인용 요청을 사용할 수 없습니다.
lt: „HomePod“ balso atpažinimas ir asmeninės užklausos nepalaikomi šia kalba: %@.
ms: Pengecaman suara HomePod dan Permintaan Peribadi tidak tersedia dalam “%@”.
nb: Stemmegjenkjenning og private funksjoner på HomePod er ikke tilgjengelig på %@.
nl: HomePod-stemherkenning en persoonlijke verzoeken zijn niet beschikbaar in '%@'.
pl: Rozpoznawanie głosu i polecenia osobiste na HomePodzie nie są dostępne w tym języku (%@).
pt: O reconhecimento de voz no HomePod e Pedidos Pessoais não estão disponíveis em “%@”.
pt_pt: O reconhecimento de voz no HomePod e os pedidos pessoais não estão disponíveis em “%@”.
ro: Recunoașterea vocală HomePod și solicitările personale nu sunt disponibile în “%@”.
ru: Функции HomePod «Распознавание голосов» и «Личные запросы» недоступны на этом языке (%@).
sk: Rozpoznávanie hlasu a osobné žiadosti na HomePode nie sú k dispozícii v jazyku „%@“.
sl: Prepoznavanje glasu z zvočnikom HomePod in osebne zahteve niso na voljo v jeziku »%@«.
sv: HomePod-röstigenkänning och personliga funktioner är inte tillgängliga på ”%@”.
th: ไม่มีการจำเสียงของ HomePod และคำขอส่วนบุคคลใน “%@”
tr: HomePod ses tanıma ve Kişisel İstekler “%@” için kullanılamıyor.
uk: %@ не підтримується для розпізнавання голосу й персональних запитів на HomePod.
vi: Nhận dạng giọng nói của HomePod và Yêu cầu cá nhân không có sẵn bằng “%@”.
zh_cn: 使用%@时，HomePod语音识别和个人请求不可用。
zh_hk: 使用「%@」時，無法使用HomePod語音識別和「個人化要求」。
zh_tw: 不支援「%@」的HomePod語音辨識和「個人化要求」。
